Repository: nguyenxuanbac88/HubCinema-WebUser
Catalog: Resources/Views/Shared/_Footer.*.resx
Languages: vi

# About
source: About Us
vi: Về Chúng Tôi

source: Terms of Use
vi: Thoả Thuận Sử Dụng

source: Operating Regulations
vi: Quy Chế Hoạt Động

source: Privacy Policy
vi: Chính Sách Bảo Mật

source: Cinema Corner
vi: Góc Điện Ảnh

# Genres
source: Movie Genres
vi: Thể Loại Phim

# Reviews
source: Movie Reviews
vi: Bình Luận Phim

source: Movie Blog
vi: Blog Điện Ảnh

source: Monthly Highlights
vi: Phim Hay Tháng

# IMAX
source: IMAX Movies
vi: Phim IMAX

source: Support
vi: Hỗ Trợ

source: Feedback
vi: Góp Ý

# CinemasPrices
source: Cinemas / Ticket Prices
vi: Rạp / Giá Vé

source: Careers
vi: Tuyển Dụng

# CompanyName
source: HUFLIT JOINT STOCK COMPANY
vi: CÔNG TY CỔ PHẦN HUFLIT

# CompanyAddress
source: 806 QL22, My Hoa 3, Hoc Mon, Ho Chi Minh City
vi: 806 QL22, ấp Mỹ Hoà 3, Hóc Môn, Hồ Chí Minh
